/* No comment provided by engineer. */
"You left your multiplayer game." = "You left your multiplayer game.";

/* Error */
"Error" = "خطأ";

/* OK */
"OK" = "موافق";

/* Cancel */
"Cancel" = "إلغاء";

/* Close */
"Close" = "إغلاق";

/* Disconnection message */
"Disconnection" = "Disconnection";

/* No internet connection */
"No Internet Connection" = "No Internet Connection";

/* Operation cancelled message */
"Operation Cancelled" = "Operation Cancelled";

/* Please Connect to the Internet then try again */
"Please Connect to the Internet then try again" = "Please Connect to the Internet then try again";

/* Please wait */
"Please wait..." = "Please wait...";

/* Success mesaage */
"Success" = "Success";

/* Transaction was completed message */
"Transaction was completed" = "Transaction was completed";

/* Waiting for opponent */
"Waiting for the opponent..." = "Waiting for the opponent...";

/* Opponent lef the game message */
"Your opponent has left the game." = "Your opponent has left the game.";

/* Choose your piece again */
"Choose your piece again" = "اختر قطعتك مرة أخري";

/* Failed */
"Faild" = "Faild";

/* Leave game and go to the Main Menu? */
"Leave game and go to the Main Menu?" = "هل تريد أن تترك اللعبة و تعود للقائمة الرئيسية؟";

/* message saved to draft */
"message saved to draft" = "message saved to draft";

/* message sent successfully */
"message sent successfully" = "message sent successfully";

/* NO */
"No" = "لا";

/* Show opponent will start message */
"Opponent will start" = "الخصم سيبدأ";

/* Saved */
"Saved" = "Saved";

/* Sending failed */
"Sending Failed" = "لقد فشل الإرسال";

/* Succeeded */
"Succeeded" = "تم بنجاح";

/* Tie choice */
"Tie" = "تعادل";

/* Yes */
"Yes" = "نعم";

/* Show you will start message */
"You will start" = "أنت ستبدأ";

